<?php
$a = ["わ"];
$hiragana = ["あ","い","う","え","お",
            "か","が","き","ぎ","く","ぐ","け","こ","ご",
            "さ","ざ","し","じ","す","ず","せ","ぜ","そ","ぞ",
            "た","だ","ち","つ","づ","て","で","と","ど",
            "な","に","ぬ","ね","の",
            "は","ば","ぱ","ひ","び","ぴ","ふ","ぶ","ぷ","へ","べ","ぺ","ほ","ぼ","ぽ",
            "ま","み","む","め","も","や","ゆ","よ",
            "ら","り","る","れ","ろ","わ","ん"]; //fruitsと複数形にした

for($i = 0 ; $i < count($hiragana); $i++){ //繰り返す回数はfruitsに入ってる要素数
    echo $a[0];
    echo  $hiragana[$i]; //インデックスを変数$iで指定
    echo "<br>";
}
